{"ascore":{"34":100.0,"1623":100.0,"2964":100.0,"3474":100.0,"3511":100.0,"4366":100.0,"4852":100.0,"7869":100.0,"2765":100.0,"4526":100.0},"category":{"34":"Animals","1623":"Animals","2964":"Animals","3474":"Animals","3511":"Animals","4366":"Animals","4852":"Animals","7869":"Animals","2765":"Animals","4526":"Animals"},"description":{"34":"The Israel Guide Dog Center for the Blind began operations on January 1, 1991 with just one objective -- to help blind people in Israel to achieve independence and mobility through the use of guide dogs. The mission of the Israel Guide Dog Center for the Blind is to improve the quality of life of blind people by providing them with safe mobility, independence and self-confidence through the faithful assistance of guide dogs. Israel has over 24,000 registered blind people, although unofficial estimates place this figure much higher. Of these, about 250 are guide dog assisted, but this number is growing steadily as the number of graduates from the Center increases annually.","1623":"Nevada Humane Society's mission is to find homes and provide care for homeless pets, bringing people and animals together to make Washoe County and Carson City no-kill communities. This is accomplished through quality animal care, comprehensive adoption programs, accessible low-cost spay\/neuter services, and a free Animal Help Desk.","2964":"The SPCA of Westchester was founded in 1883. Today, it is the only humane society in Westchester County empowered to enforce laws relating to animal cruelty. The SPCA's services include shelter and rehabilitation for abused, abandoned, and lost animals; adoption services; low-cost veterinary services; cruelty investigations; community outreach programs; and lost and found services. The SPCA of Westchester is located on several acres, with four separate kennel areas for dogs, a cattery and feline pavilion for cats, and the Simpson Spay\/Neuter Clinic. At the present time, the Shelter is equipped to house over 100 dogs and many, many cats. Since 1983, we have spayed\/neutered almost 38,000 dogs and cats thereby greatly reducing the number of unwanted animals in Westchester County.","3474":"The Tri County Humane Society is a no-kill organization dedicated to saving animals. We try to stop the killing over 45,000 unwanted pets in Broward County, 65,000 in Miami-Dade County, and 60,000 in Palm Beach County each year. We hope to place as many as possible in our no-kill shelter and find them wonderful loving homes. Tri County rescues thousands of pups, cats, dogs and kittens each year that were on death row ready to be euthanized.","3511":"Tony La Russa's Animal Rescue Foundation (ARF) was created in 1991 by Tony and Elaine La Russa to address the needs of companion animals. ARF saves dogs and cats who have run out of time at public shelters and brings people and animals together to enrich each others' lives. ARF strives to create a world where every loving dog and cat has a home, where every lonely person has a companion animal, and where children learn to care. ARF is an organization that can not only aid abandoned and homeless animals, but also promote the concept that people's lives can be enhanced by strengthening the bonds between humans and animals.","4366":"WildAid's mission is to end the illegal wildlife trade in our lifetimes. WildAid works to reduce the demand for illegal wildlife products, and to promote energy conservation, via global public awareness campaigns. WildAid also strives to create model field conservation programs and to strengthen marine protected areas around the world.","4852":"The American Eagle Foundation (AEF) is dedicated to protecting the majestic Bald Eagle, the USA's National Symbol, and its habitat by supporting and conducting eagle and environmental recovery and education programs. The AEF cares for a collection of about 80 non-releasable birds of prey daily (including 47 eagles), which play an important role in its education and breeding programs. Also, numerous orphaned and injured raptors are rescued, rehabilitated and released.","7869":"OUR MISSION","2765":"Rancho Coastal Humane Society (RCHS) is dedicated to the rescue and shelter of abandoned companion animals, encouraging adoptions into loving homes, and promoting humane ideals through education and community outreach.","4526":"Austin Pets Alive! fills critical gaps in Austin's animal live-outcome rate by identifying the key groups of animals that are typically euthanized in a shelter setting and maintaining comprehensive, innovative programs to address the problems these key groups face. Using best practices from around the country, APA! developed programs to care specifically for these groups, thereby reducing their staggering over-representation on euthanasia lists and directly increasing the city's save rate. With a safety net for homeless pets now established and sustainable in Austin, Austin Pets Alive! is now scaling its impact by helping other communities replicate its successes through mentorship and education. This takes place chiefly through the Maddie's® Lifesaving Academy, which brings apprenticeships from across the country to Austin to learn hands-on and through classwork directly from Austin Pets Alive! Leaders how to create a safety net for all shelter pets in their own communities."},"ein":{"34":"23-2519029","1623":"88-0072720","2964":"13-1740069","3474":"65-0719233","3511":"68-0240341","4366":"20-3644441","4852":"58-1652023","7869":"59-6014943","2765":"95-2151583","4526":"74-2893360"},"tot_exp":{"34":3959395.0,"1623":4939271.0,"2964":2832609.0,"3474":1713048.0,"3511":7940833.0,"4366":9577128.0,"4852":1807117.0,"7869":2670729.0,"2765":2904985.0,"4526":7897379.0},"admin_exp_p":{"34":0.046,"1623":0.065,"2964":0.055,"3474":0.081,"3511":0.071,"4366":0.048,"4852":0.076,"7869":0.072,"2765":0.116,"4526":0.097},"fund_eff":{"34":0.03,"1623":0.02,"2964":0.09,"3474":0.03,"3511":0.05,"4366":0.03,"4852":0.05,"7869":0.07,"2765":0.03,"4526":0.06},"fund_exp_p":{"34":0.031,"1623":0.027,"2964":0.074,"3474":0.032,"3511":0.064,"4366":0.04,"4852":0.036,"7869":0.052,"2765":0.034,"4526":0.095},"program_exp_p":{"34":0.922,"1623":0.907,"2964":0.869,"3474":0.886,"3511":0.863,"4366":0.911,"4852":0.886,"7869":0.874,"2765":0.849,"4526":0.806},"fscore":{"34":100.0,"1623":100.0,"2964":100.0,"3474":100.0,"3511":100.0,"4366":100.0,"4852":100.0,"7869":100.0,"2765":99.97,"4526":98.74},"leader":{"34":"Michael J. Leventhal","1623":"Kiska Icard","2964":"Shannon Laukhuf","3474":"Suzi Goldsmith","3511":"Elena Bicker","4366":"Peter Knights","4852":"Albert Cecere","7869":"Christen Benson","2765":"James Silveira","4526":"Ellen Jefferson"},"leader_comp":{"34":85000.0,"1623":55385.0,"2964":127698.0,"3474":115986.0,"3511":299770.0,"4366":295000.0,"4852":155580.0,"7869":87981.0,"2765":112019.0,"4526":92750.0},"leader_comp_p":{"34":0.0214,"1623":0.0112,"2964":0.045,"3474":0.0677,"3511":0.0377,"4366":0.0308,"4852":0.086,"7869":0.0329,"2765":0.0385,"4526":0.0117},"motto":{"34":"Improving the quality of life for blind people","1623":"A no-kill animal shelter, creating and sustaining no-kill communities.","2964":"Over 100 years of service to animals and their friends","3474":"Rescue is what we do","3511":"People rescuing animals . . .animals rescuing people","4366":"When the Buying Stops, the Killing Can Too","4852":"Caring For America's Eagles","7869":"Engaging the hearts, hands, and minds of the community to help animals.","2765":"Every Animal Deserves a Tomorrow.®","4526":"Helping people help pets"},"name":{"34":"Israel Guide Dog Center for the Blind","1623":"Nevada Humane Society","2964":"SPCA of Westchester","3474":"Tri County Humane Society","3511":"Tony La Russa's Animal Rescue Foundation","4366":"WildAid","4852":"American Eagle Foundation","7869":"Humane Society of Sarasota County","2765":"Rancho Coastal Humane Society","4526":"Austin Pets Alive"},"tot_rev":{"34":4762645.0,"1623":10773727.0,"2964":3720996.0,"3474":2904404.0,"3511":10119910.0,"4366":11414535.0,"4852":2515248.0,"7869":3501235.0,"2765":3462943.0,"4526":16672599.0},"score":{"34":100.0,"1623":100.0,"2964":100.0,"3474":100.0,"3511":100.0,"4366":100.0,"4852":100.0,"7869":100.0,"2765":99.97,"4526":99.1},"state":{"34":"PA","1623":"NV","2964":"NY","3474":"FL","3511":"CA","4366":"CA","4852":"TN","7869":"FL","2765":"CA","4526":"TX"},"subcategory":{"34":"Animal Rights, Welfare, and Services","1623":"Animal Rights, Welfare, and Services","2964":"Animal Rights, Welfare, and Services","3474":"Animal Rights, Welfare, and Services","3511":"Animal Rights, Welfare, and Services","4366":"Wildlife Conservation","4852":"Wildlife Conservation","7869":"Animal Rights, Welfare, and Services","2765":"Animal Rights, Welfare, and Services","4526":"Animal Rights, Welfare, and Services"},"size":{"34":"mid","1623":"mid","2964":"small","3474":"small","3511":"mid","4366":"mid","4852":"small","7869":"small","2765":"small","4526":"mid"},"program_exp":{"34":3650562.1899999999,"1623":4479918.7970000003,"2964":2461537.2210000004,"3474":1517760.5279999999,"3511":6852938.8789999997,"4366":8724763.6079999991,"4852":1601105.6619999998,"7869":2334217.1460000002,"2765":2466332.2650000001,"4526":6365287.4739999995},"fund_exp":{"34":122741.245,"1623":133360.317,"2964":209613.066,"3474":54817.536,"3511":508213.312,"4366":383085.12,"4852":65056.212,"7869":138877.908,"2765":98769.49,"4526":750251.005},"admin_exp":{"34":182132.17,"1623":321052.615,"2964":155793.495,"3474":138756.888,"3511":563799.1429999999,"4366":459702.144,"4852":137340.892,"7869":192292.488,"2765":336978.26,"4526":766045.7629999999}}