{"Unnamed: 0":{"19":19,"34":34,"77":77,"82":82,"106":106,"247":247,"498":498,"578":578,"581":581,"603":603},"ascore":{"19":100.0,"34":100.0,"77":100.0,"82":100.0,"106":100.0,"247":100.0,"498":100.0,"578":100.0,"581":100.0,"603":100.0},"category":{"19":"Animals","34":"Animals","77":"Animals","82":"Animals","106":"Animals","247":"Animals","498":"Animals","578":"Animals","581":"Animals","603":"Animals"},"description":{"19":"Zoo Miami Foundation (ZMF) is the non-profit support organization for Zoo Miami. Zoo Miami Foundation was founded in 1956. Its Board of Directors includes community leaders in Miami-Dade and Broward counties who are committed to the education, conservation and recreation goals of Zoo Miami. While Miami-Dade County operates and maintains the Zoo, Zoo Miami Foundation, backed by its strong membership, supports Zoo Miami's programs and special capital enhancements. Zoo Miami Foundation also operates key educational programs and contributes to global and local conservation initiatives. Through the generosity of our vital philanthropic partners, ZMF engages community members of all ages in programs that include our Conservation Teen Scientists, adult volunteers, Zoo to You outreach, and Nature Play that engages families in outdoor adventures and skill building. In 2018, ZMF volunteers contributed over 49,000 hours to Zoo Miami.","34":"The Israel Guide Dog Center for the Blind began operations on January 1, 1991 with just one objective -- to help blind people in Israel to achieve independence and mobility through the use of guide dogs. The mission of the Israel Guide Dog Center for the Blind is to improve the quality of life of blind people by providing them with safe mobility, independence and self-confidence through the faithful assistance of guide dogs. Israel has over 24,000 registered blind people, although unofficial estimates place this figure much higher. Of these, about 250 are guide dog assisted, but this number is growing steadily as the number of graduates from the Center increases annually.","77":"Founded in 1989, the International Rhino Foundation (IRF) is dedicated to the survival of the world's rhino species through conservation and research. For 26 years, IRF has funded and operated rhino conservation programs in Africa and Asia, focusing expertise and resources in areas where rhinos are most in need of protection, and where conservation efforts will do the most good. At the heart of IRF's vision is the belief that these magnificent species should endure for future generations, and that protecting rhinos ensures the survival of many other species, including people. Since its founding, IRF has also provided funding for scientific research that enhances the ability to manage rhinoceros populations both in the wild. IRF has awarded nearly $700,000 to applied rhino research in the past 10 years, and is the only source of funding exclusively devoted to rhinoceros.","82":"The International Primate Protection League (IPPL) was founded in 1973, and, since this time, has been working continuously for the well-being of primates. IPPL has Field Representatives in 31 countries. In countries where primates live, IPPL's Field Representatives work to create and preserve national parks and sanctuaries, and for bans on primate hunting, trapping, and local and international trade. IPPL's educational efforts have contributed to decisions by many countries to ban or restrict primate trade and to establish programs to protect primate habitat. IPPL has raised funds to help other sanctuaries working to provide a safe and enriching environment for primate victims of deforestation and poaching.","106":"The International Crane Foundation (ICF), founded in 1973, works worldwide to conserve cranes and the wetland and grassland ecosystems on which they depend. ICF is dedicated to providing experience, knowledge, and inspiration to involve people in resolving threats to these ecosystems. We strive to alert scientists, government officials, and the public to the dependence of cranes on their habitats, the causes and remedies for habitat destruction, and the importance of wetlands and grasslands for both wildlife and people. ICF supports research, serving primarily as a catalyst for research, by making available its facilities and bird collection to scientists, by sponsoring workshops and publications, and by nurturing a network of conservationists, biologists, and managers around the world.","247":"The mission of the Idaho Humane Society is to advocate for the welfare and responsible care of animals, protect them from neglect and cruelty, and promote humane education, awareness and compassion. We believe that because domestic animals are a product of human intervention, we have a special obligation to them in regard to humane treatment and responsible stewardship. The Idaho Humane Society is the largest and oldest animal welfare organization and veterinary charity in the state of Idaho.","498":"The Jacksonville Humane Society (JHS), established in 1885 as the Society for the Prevention of Cruelty to Animals, serves as a resource to the community for all companion-related animal issues. JHS is dedicated to providing the community with valuable programs, services and resources that relate to animal care. Whether it's providing education about animal welfare issues, offering pet behavior training, running elementary school outreach programs, or even just passing on helpful pet-related information, our goal is to be a valuable resource for everyone with people-pet relationships.","578":"The Kentucky Horse Park Foundation utilizes the private sector to enhance, expand, and improve the Kentucky Horse Park. Since its inception in 1985, the Kentucky Horse Park Foundation has followed its mission to expand and enhance the Kentucky Horse Park. The Foundation helps enable the Kentucky Horse Park to be the unquestioned leading equestrian facility of its kind in the world and to continue to be recognized as the theme park for all horse lovers everywhere, as well as being the premier showcase for the sport and industry of horses. The Kentucky Horse Park is a unique treasure in the Bluegrass. The park's world-class show facilities welcome more than 15,000 competition horses at shows each year.","581":"Kent is a haven where thousands of unfortunate animals have found love, and left misery and pain behind them. The shelter never destroys an animal unless incurably ill. Roger Caras, internationally acclaimed author and wildlife correspondent, once said of Kent Animal Shelter that it is “evidence of Man's capacity for concern.” Hundreds of animals are placed in responsible homes each year, and thousands are spayed or neutered at the Kent Animal Shelter Clinic.","603":"The Kansas Humane Society is a community resource for pets and people by offering an array of services to promote the human\/animal bond, including pet adoption; dog training; behavior consultation; pet supplies; social media outreach including mobile apps, spay\/neuter services for the pets of low income families; youth education and community outreach; as well as private cremation and other end of life services for pets. For over 128 years, we have helped Wichita's pets by providing them care, comfort, hope, and most importantly, a second chance at a new life. We provide services for thousands of animals every year including dogs, cats, guinea pigs, rabbits, ferrets, birds, and other small pets."},"fscore":{"19":91.15,"34":100.0,"77":91.46,"82":96.11,"106":88.65,"247":94.6,"498":82.38,"578":57.5,"581":86.52,"603":84.16},"motto":{"19":"Our mission is to foster community pride and involvement with Zoo Miami and secure financial support for the zoo.","34":"Improving the quality of life for blind people","77":"Dedicated to the survival of the world's rhino species through conservation and research","82":"Promoting the conservation and protection of all primates since 1973","106":"Saving cranes... and the places where cranes dance.","247":"Protecting animals, educating human beings and making friends for life","498":"Generosity Breeds Joy.","578":"Building a strong foundation for the Kentucky Horse Park","581":"Adopt A Friend","603":"Saving Lives Since 1888"},"name":{"19":"Zoo Miami Foundation","34":"Israel Guide Dog Center for the Blind","77":"International Rhino Foundation","82":"International Primate Protection League","106":"International Crane Foundation","247":"Idaho Humane Society","498":"Jacksonville Humane Society","578":"Kentucky Horse Park Foundation","581":"Kent Animal Shelter","603":"Kansas Humane Society"},"score":{"19":93.74,"34":100.0,"77":93.96,"82":97.24,"106":91.97,"247":96.18,"498":87.54,"578":69.94,"581":90.46,"603":88.79},"state":{"19":"FL","34":"PA","77":"TX","82":"SC","106":"WI","247":"ID","498":"FL","578":"KY","581":"NY","603":"KS"},"subcategory":{"19":"Zoos and Aquariums","34":"Animal Rights, Welfare, and Services","77":"Wildlife Conservation","82":"Wildlife Conservation","106":"Wildlife Conservation","247":"Animal Rights, Welfare, and Services","498":"Animal Rights, Welfare, and Services","578":"Animal Rights, Welfare, and Services","581":"Animal Rights, Welfare, and Services","603":"Animal Rights, Welfare, and Services"},"size":{"19":"mid","34":"mid","77":"small","82":"small","106":"mid","247":"mid","498":"mid","578":"small","581":"small","603":"mid"}}