{"Unnamed: 0":{"62":62,"235":235,"592":592,"609":609,"883":883,"917":917,"925":925,"932":932,"934":934,"956":956},"ascore":{"62":100.0,"235":100.0,"592":100.0,"609":100.0,"883":100.0,"917":100.0,"925":100.0,"932":100.0,"934":100.0,"956":100.0},"category":{"62":"Arts, Culture, Humanities","235":"Arts, Culture, Humanities","592":"Arts, Culture, Humanities","609":"Arts, Culture, Humanities","883":"Arts, Culture, Humanities","917":"Arts, Culture, Humanities","925":"Arts, Culture, Humanities","932":"Arts, Culture, Humanities","934":"Arts, Culture, Humanities","956":"Arts, Culture, Humanities"},"description":{"62":"The mission of the Intrepid Sea, Air & Space Museum is to honor our heroes, educate the public and inspire our youth. As an educational and cultural not-for-profit institution, the Museum is dedicated to promoting the awareness and understanding of history, science and service through its collections, exhibitions and programming.","235":"The mission of Imagine Children's Museum is to make children's lives better by creating a place where they can playfully learn. We are committed to: creative exploration and imaginative play; helping build character and self-confidence; instilling a community connection; providing learning experiences that spark curiosity; developing interactive exhibits and programs; reaching out to all children; ensuring a safe and stimulating environment; and nurturing child\/adult interaction. Museum activities include: Kids in the Garden, Not Back to School Days, Play Patch, art studio, day camps, and other activities.","592":"KCBX is a cultural resource which exists to enlighten and enrich the quality of life for the people within its listening area. KCBX will strive to serve the listening public with interests in classical music, jazz, alternative musical arts, and public affairs programs and will encourage an interest in and appreciation of fine arts and issue oriented news for the people of our community.","609":"Founded in 1957, Kansas City Ballet is a 28-member professional ballet company under the direction of Artistic Director Devon Carney and Executive Director Jeffrey J. Bentley. Kansas City Ballet performs three mixed repertory seasons per year as well as the ever-popular Nutcracker. The company also reaches over 15,000 Kansas City students and adults each year through its community education programs and provides dance training through the Kansas City Ballet School.","883":"Lake Erie Nature & Science Center educates and inspires each of us to understand, appreciate and take responsibility for our natural world. Our vision is to give every child and adult the opportunity to make a lasting connection to the natural world and to build a lifelong passion for discovery.","917":"The Museum of the Shenandoah Valley (MSV) interprets the art, history, and culture of the great valley for which it is named. This regional museum complex in Winchester, Virginia, includes a historic house dating to the eighteenth century, six acres of spectacular gardens, and a museum designed by internationally recognized architect Michael Graves. In addition, MSV maintains the landscape and farmland of all these properties, each of which offers educational programming and exhibitions to its members and visitors.","925":"The mission of the Museum of New Mexico Foundation is to support the Museum of New Mexico system through fund development for exhibitions and education programs, financial management and advocacy. The Museum of New Mexico includes the New Mexico History Museum\/Palace of the Governors, the New Mexico Museum of Art, the Museum of International Folk Art, and the Museum of Indian Arts & Culture\/Laboratory of Anthropology; the Office of Archaeological Studies; and seven State Historic Sites - Coronado, Fort Seden, Fort Stanton, Jemez, Lincoln, Bosque Redondo Memorial at Fort Sumner, and El Camino Real Historical Trail Interpretive Center.","932":"The mission of the Museum of Discovery and Science (MODS) is to provide experiential pathways to lifelong learning in science for children and adults through exhibits, programs and films. Consisting of 85,000 square feet of interior space, the 300-seat AutoNation IMAX Theater, and an open-air grand atrium, the Museum features dynamic interactive exhibits in the natural and physical sciences and a large array of programs designed to serve diverse audiences. Originally opened in 1977 as the Discovery Center, MODS serves almost 500,000 visitors each year and is the primary destination for school field trips in Broward County. Last year, the Museum served 95,000 students on school-sponsored field trips.","934":"The Danish Immigrant Museum was founded in 1983 to preserve the history of Danish immigration to America. In October 2013 the museum officially adopted the name Museum of Danish America. The Museum of Danish America celebrates Danish roots and American dreams. The museum's artifact collection of over 30,000 artifacts is diverse and wide ranging. There are family heirlooms brought from Denmark, remarkable examples of needlework, tools, artworks, and memorabilia from Danish-American clubs and organizations. Many of the items on display are treasures which have been passed down through the generations in Danish and Danish-American families.","956":"The Muhammad Ali Center is a multicultural center with an award-winning museum dedicated to the life of Muhammad Ali. The Center museum captures the inspiration derived from the story of Muhammad Ali's incredible life and the six core principles that have fueled his journey. The mission of the Muhammad Ali Center is to preserve and share the legacy and ideals of Muhammad Ali, to promote respect, hope, and understanding, and to inspire adults and children everywhere to be as great as they can be."},"fscore":{"62":81.63,"235":94.45,"592":81.25,"609":93.27,"883":89.02,"917":95.39,"925":90.73,"932":95.26,"934":80.82,"956":84.68},"motto":{"62":"A century of technological firsts showcasing what is possible and inspiring people to dream","235":"Making children's lives better by creating a place where they can playfully learn","592":"Producing and broadcasting quality programming on California's Central Coast","609":"Making Kansas City a destination for dance","883":"Discover the universe in your backyard","917":"To preserve and enrich the cultural life and heritage of the Valley","925":"Philanthropic Support for Our State's Cultural Heritage","932":"Providing experiential pathways to lifelong learning in science","934":"Celebrating Danish roots and American dreams","956":"Be great. Do great things."},"name":{"62":"Intrepid Museum Foundation","235":"Imagine Children's Museum","592":"KCBX","609":"Kansas City Ballet","883":"Lake Erie Nature & Science Center","917":"Museum of the Shenandoah Valley","925":"Museum of New Mexico Foundation","932":"Museum of Discovery and Science","934":"Museum of Danish America","956":"Muhammad Ali Center"},"score":{"62":87.01,"235":96.07,"592":86.74,"609":95.24,"883":92.23,"917":96.74,"925":93.44,"932":96.64,"934":86.43,"956":89.16},"state":{"62":"NY","235":"WA","592":"CA","609":"MO","883":"OH","917":"VA","925":"NM","932":"FL","934":"IA","956":"KY"},"subcategory":{"62":"Museums","235":"Museums","592":"Public Broadcasting and Media","609":"Performing Arts","883":"Museums","917":"Museums","925":"Museums","932":"Museums","934":"Museums","956":"Museums"},"size":{"62":"big","235":"small","592":"small","609":"mid","883":"small","917":"mid","925":"mid","932":"mid","934":"small","956":"mid"}}