{"Unnamed: 0":{"39":39,"52":52,"348":348,"353":353,"375":375,"378":378,"379":379,"390":390,"401":401,"407":407},"ascore":{"39":100.0,"52":100.0,"348":100.0,"353":100.0,"375":100.0,"378":100.0,"379":100.0,"390":100.0,"401":100.0,"407":100.0},"category":{"39":"Community Development","52":"Community Development","348":"Community Development","353":"Community Development","375":"Community Development","378":"Community Development","379":"Community Development","390":"Community Development","401":"Community Development","407":"Community Development"},"description":{"39":"The Island Institute works to sustain Maine's island and remote coastal communities, and exchanges ideas and experiences to further the sustainability of communities here and elsewhere.","52":"The Iranian American Jewish Federation of New York works to celebrate the success of the Iranian Jewish Community as one of the most accomplished immigrant groups in America and to use our resources to: Promote unity in our community; Instill Jewish values in our children, while creating a sense of pride in their Jewish culture and heritage; Promote Zionist values and educate our community about Israel and its struggle for survival; Support educational, social, and medical programs that empower the people of Israel; and Provide aid to social programs in New York to assist those in need.","348":"The Jewish United Fund of Metropolitan Chicago is the one organization that impacts every aspect of local and global Jewish life, providing human services for Jews and others in need, creating Jewish experiences and strengthening Jewish community connections.","353":"In 1926, Jewish National Fund was incorporated in the United States, developing a uniquely American effort to support development in Israel. Its six action areas included ecology and afforestation; water; community development; research and development; tourism and recreation; and education. JNF has evolved into a global environmental leader by planting 240 million trees, building over 200 reservoirs and dams, developing over 250,000 acres of land, creating more than 1,000 parks, providing the infrastructure for over 1,000 communities, bringing life to the Negev Desert and educating students around the world about Israel and the environment.","375":"Jewish Federation & Foundation of Rockland County strengthens Jewish life in Rockland County and meets the critical needs of our local and global Jewish community. It helps Jews in need in Rockland, Israel, and 60 plus countries worldwide, advocates on behalf of Israel, including fighting anti-Semitism wherever it occurs, and convenes the Jewish community whenever there is a need to take collective action. Jewish Federation facilitates, advises, and collaborates with and for Rockland County Jewish institutions in order to provide added value and establish a more vibrant Jewish community.","378":"The Jewish Federation of Omaha is the Jewish community's central fundraising and planning address. The Federation sponsors a wide variety of social, educational, and cultural programs throughout the year, in addition to mounting an annual community-wide fundraising campaign. Campaign proceeds meet the physical and spiritual needs of Jews here in Omaha and around the world. Locally, the Federation umbrella includes ADL\/CRC, the Jewish Community Center, Jewish Educational and Library Services, Jewish Family Service and Jewish Senior Services as well as Federation programs such as Jewish experience scholarships, missions to Israel, birthright Israel, our Partnership with Israel, Children's Needs Scholarships and Bar\/Bat Mitzvah Camp Grants.","379":"The mission of the United Jewish Federation of Northeastern New York is to build and maintain a strong and united Jewish community in order to ensure the creative survival and continuity of the Jewish people. It is the community's central agency for meeting Jewish needs and articulating Jewish concerns in the Capital Region, in Israel, nationally and around the world. Established in 1986 in a consolidation of the Greater Albany Jewish Federation and the Schenectady Jewish Federation, Federation serves the needs of the Jewish community locally, nationally and overseas by means of organized leadership, cooperative action and coordinated fundraising.","390":"Founded in 1901, the mission of the Jewish Federation of Greater Philadelphia is to identify and prioritize the important issues and needs of our local and global community, then organize and mobilize human and financial resources to successfully impact them. Jewish Federation focuses on Jewish education, human services, family, and economic needs, and provides support for Israel and for Jews at risk elsewhere in the world. We see a flourishing global Jewish community which is continually strengthened by inspiring participation in Jewish life and learning; caring for people at risk or in need; and connecting Jews in Greater Philadelphia to each other and to Jews in Israel and around the world.","401":"For over a century, the Federation has been the central coordinating agency for the Dallas community. It is the one place where philanthropy, volunteerism and shared commitment come together to make a difference in the community and the world. From hometown to homeland, Federation brings life-saving and life-sustaining caring to Jews in need in Dallas and overseas. Through its vast network of services, programs and special campaigns, Federation has helped millions of people. By addressing Jewish affiliation and identity through education and programs about heritage and religion, Federation maintains Jewish community and fosters Jewish continuity for children, teens and adults.","407":"The Jewish Federation of Delaware works to mobilize the Jewish community to address issues, meet needs and build an agenda for the future. Our vision is to bring Jewish people together into a community coalition, grounded in Jewish teaching and heritage, to strengthen the State of Israel, the global Jewish family and local organizations in order to further the survival of the Jewish people. Our goals are to foster identification with our Jewish teaching and heritage to inspire an informed and involved community; build an agenda for the future with clearly defined priorities; take responsibility for raising funds which meet mutually agreed upon goals; allocate and manage the community's resources based upon the community agenda; provide a structure for the Jewish community to interact with the non-Jewish community; and develop Jewish leadership."},"fscore":{"39":70.15,"52":97.5,"348":86.71,"353":92.86,"375":90.23,"378":97.5,"379":83.67,"390":81.21,"401":70.03,"407":96.12},"motto":{"39":"Strengthening Communities","52":"Promote unity in our Jewish community.","348":"Together for good","353":"For Israel forever","375":"The Strength of a People\r\r\r\nThe Power of a Community","378":"Meeting Jewish communal needs locally, nationally and in Israel","379":"The strength of a people. The power of a community.","390":"Live generously","401":"The central coordinating agency for the Dallas Jewish community","407":"We Grow Stronger TOGETHER"},"name":{"39":"Island Institute","52":"Iranian American Jewish Federation of New York","348":"Jewish United Fund of Metropolitan Chicago","353":"Jewish National Fund, United States","375":"Jewish Federation of Rockland County","378":"Jewish Federation of Omaha","379":"Jewish Federation of Northeastern New York","390":"Jewish Federation of Greater Philadelphia","401":"Jewish Federation of Greater Dallas","407":"Jewish Federation of Delaware"},"score":{"39":78.89,"52":98.23,"348":90.6,"353":94.95,"375":93.09,"378":98.23,"379":88.45,"390":86.71,"401":78.8,"407":97.25},"state":{"39":"ME","52":"NY","348":"IL","353":"NY","375":"NY","378":"NE","379":"NY","390":"PA","401":"TX","407":"DE"},"subcategory":{"39":"Housing and Neighborhood Development","52":"Jewish Federations","348":"Jewish Federations","353":"Housing and Neighborhood Development","375":"Jewish Federations","378":"Jewish Federations","379":"Jewish Federations","390":"Jewish Federations","401":"Jewish Federations","407":"Jewish Federations"},"size":{"39":"mid","52":"mid","348":"big","353":"big","375":"small","378":"big","379":"mid","390":"big","401":"mid","407":"mid"}}