{"Unnamed: 0":{"9":9,"37":37,"123":123,"184":184,"257":257,"266":266,"268":268,"275":275,"281":281,"293":293},"ascore":{"9":100.0,"37":100.0,"123":100.0,"184":100.0,"257":100.0,"266":100.0,"268":100.0,"275":100.0,"281":100.0,"293":100.0},"category":{"9":"Education","37":"Education","123":"Education","184":"Education","257":"Education","266":"Education","268":"Education","275":"Education","281":"Education","293":"Education"},"description":{"9":"NYC Outward Bound Schools transforms schools and changes lives by bringing out the best in New York City's students, teachers and school leaders. We operate a citywide network of public schools in partnership with the City's Department of Education, which primarily target students from underserved neighborhoods. Our educational approach delivers rigor through active, real-world learning, develops character skills, inspires students to serve their communities, and instills in them the grit to overcome challenges. Our graduates succeed in more than just college and careers - they're active citizens who make their communities better for all.","37":"We need everyone engaged in creating a future where all life (people and the natural world) can thrive. Unfortunately, not everyone is aware of or empowered to address the social, ecological, political, and economic forces that affect quality of life. That's why we're advancing innovative educational approaches that build understanding of our environment and empower every student to take action for greater environmental health and wellbeing for all. Our direct experiential environmental learning programs on Bainbridge Island, in Seattle, and in Woodinville, WA reach more than 10,000 3rd-8th graders annually. We reach thousands more kids and communities members nationwide through the work of our alumni from our graduate programs in education, as well as through our curriculum development, teacher training programs, and policy work.","123":"Founded in 1928, Interlochen Center for the Arts engages and inspires people worldwide through excellence in educational, artistic and cultural programs, enhancing the quality of life through the universal language of the arts. Interlochen Center for the Arts currently enrolls 2,500 students for our Summer Arts Camp and 500 students for the Arts Academy Boarding High School. Areas of study include creative writing, dance, motion picture arts, music, theatre, visual arts, and challenging and comprehensive college-preparatory academics. Through our major outreach programs, Interlochen Arts Camp, Interlochen Arts Academy, Interlochen Public Radio, and Interlochen College of Creative Arts, we offer students, faculty, and staff opportunities for frequent public participation in a structured and supportive environment.","184":"Inner-City Arts provides elementary, middle and high school students, many living in Los Angeles' poorest neighborhoods, with the tools and skills they need to succeed academically and personally. Our unique approach to arts education brings elementary, middle and high school students, educators, families and the community to Inner-City Arts' award-winning campus an oasis of creativity and learning in one of the nation's poorest neighborhoods to work with professional teaching artists in well-equipped studios and performance spaces.","257":"I Know I Can gives every qualified Columbus Public School District graduate the opportunity to go to college. The program was founded in 1988 on the belief that every child who wishes to pursue higher education should have the opportunity to do so and should not be denied that right because of his or her economic status. We believe that by removing the motivational, informational and financial roadblocks to success, we can help level the educational playing field for Columbus city students and graduates. We motivate students to stay in school and pursue college, advise students and parents how to apply to college and access financial aid, fund students with Last Dollar Grant and leverage additional financial assistance, and support students once in college to help ensure completion.","266":"Junior Achievement is the world's largest organization dedicated to giving young people the knowledge and skills they need to own their economic success, plan for their future, and make smart academic and economic choices. JA programs are delivered by corporate and community volunteers, and provides relevant, hands-on experiences that give students from kindergarten through high school knowledge and skills in financial literacy, work readiness and entrepreneurship.","268":"Junior Achievement (JA) is the world's largest organization dedicated to educating students about work readiness, entrepreneurship and financial literacy through experiential, hands-on programs. In partnership with business and educators, JA brings the real world to students, opening their minds to their potential and preparing them for the world of work. During the 2017-18 school year, over 2,700 business, community and parent mentors touched the lives of 66,074 young people, through 468,590 contact hours, in over 3,000 classrooms in western Pennsylvania with JA's message of opportunity and hope preparing them to be the workers and leaders of tomorrow.","275":"Since 1945, Junior Achievement of Southeast Texas' purpose has been to educate and inspire young people to value free enterprise and understand business and economics to improve the quality of their lives. Junior Achievement of Southeast Texas is part of a global organization that operates in 123 countries and reaches over 10 million students. Our programs are taught by classroom volunteers from the business community in your area, across America and in countries worldwide. Providing children with positive adult role models, who help students develop practical life skills and a positive attitude needed to successfully vie in our free enterprise system, is a hallmark of Junior Achievement.","281":"Junior Achievement of New York is the local affiliate of Junior Achievement USA, the nation's largest organization dedicated to giving young people the knowledge and skills they need to own their economic success, plan for their future, and make smart academic and economic choices. We recruit, train, and mobilize more than 7,200 corporate and community volunteers to provide relevant, hands-on experiences that give students knowledge and skills in financial literacy, work readiness, and entrepreneurship. Today, JA New York delivers more than 90,000 student experiences per year, free of cost, in 300 NYC, Long Island and Lower Hudson Valley public schools.","293":"Junior Achievement of Arizona (JA) exists to inspire and prepare young people to succeed in a global economy. Since 1957, JA has been teaching students from kindergarten through high school how to:"},"fscore":{"9":96.13,"37":86.65,"123":81.54,"184":86.87,"257":97.25,"266":74.94,"268":78.84,"275":84.93,"281":75.2,"293":72.54},"motto":{"9":"Transforming Schools, Changing Lives","37":"Providing exceptional learning experiences and inspiring lifelong environmental and community stewardship.","123":"Dedicated to the promotion of world friendship through the universal language of the arts","184":"An oasis of learning, achievement and creativity in the heart of Skid Row","257":"Helping Columbus City school students enter and succeed in college","266":"Inspiring and preparing young people to succeed in a global economy.","268":"Empowering young people to own their economic success","275":"Junior Achievement: empowering young people to own their economic success","281":"Junior Achievement empowers young people to own their economic success.","293":"To inspire and prepare young people to succeed in a global economy Empowering young people to own their economic success"},"name":{"9":"NYC Outward Bound Schools","37":"IslandWood","123":"Interlochen Center for the Arts","184":"Inner-City Arts","257":"I Know I Can","266":"Junior Achievement USA","268":"Junior Achievement of Western Pennsylvania","275":"Junior Achievement of Southeast Texas","281":"Junior Achievement of New York","293":"Junior Achievement of Arizona"},"score":{"9":97.26,"37":90.56,"123":86.94,"184":90.71,"257":98.05,"266":82.27,"268":85.03,"275":89.34,"281":82.46,"293":80.58},"state":{"9":"NY","37":"WA","123":"MI","184":"CA","257":"OH","266":"CO","268":"PA","275":"TX","281":"NY","293":"AZ"},"subcategory":{"9":"Youth Education Programs and Services","37":"Youth Education Programs and Services","123":"Youth Education Programs and Services","184":"Youth Education Programs and Services","257":"Scholarship and Financial Support","266":"Youth Education Programs and Services","268":"Youth Education Programs and Services","275":"Youth Education Programs and Services","281":"Youth Education Programs and Services","293":"Youth Education Programs and Services"},"size":{"9":"mid","37":"mid","123":"big","184":"mid","257":"mid","266":"big","268":"small","275":"mid","281":"mid","293":"mid"}}