{"ascore":{"2769":100.0,"1045":100.0,"4539":96.0,"836":100.0,"3443":96.0,"3029":100.0,"3162":97.0,"216":100.0,"8145":96.0,"2304":100.0},"category":{"2769":"Religion","1045":"Religion","4539":"Religion","836":"Religion","3443":"Religion","3029":"Religion","3162":"Religion","216":"Religion","8145":"Religion","2304":"Religion"},"description":{"2769":"A global proclamation ministry, Ramesh Richard Evangelism and Church Health (RREACH) implements God's calling and gifting on Dr. Ramesh Richard to promote the Lord Jesus Christ worldwide. We accelerate our global impact by wise use and mix of personal proclamation, media outreach, and ministry training to evangelize opinion leaders, strengthen pastoral leaders, and reach large numbers of individuals, especially of Asia, Africa and Latin America. Founded in 1987, RREACH envisions changing the way one billion individuals think and hear about the Lord Jesus Christ, to the glory of the Father and by the power of the Holy Spirit.","1045":"Mission Waco\/Mission World is an interdenominational Christian urban ministry committed to empowering the poor and the local church, both locally and globally. Through a variety of relationship-based and holistic programs, which empower the poor, mobilize churches, and address the social injustices which affect the marginalized, this ministry is impacting thousands of people in Waco and the world (Haiti, Mexico and India). MW\/MW offers 15 program for low-income children, youth, homeless, unemployed, addicted, illiterate and uninsured sick, as well as drilling water wells, micro-credit loan, school sponsorships and a clinic in Haiti. The organization offers arts through its community theater and Urban Expressions program. As well, a weekend Poverty Simulation trains hundreds of middle-class folks to understand poverty.","4539":"Audio Scripture Ministries (ASM) helps connect people to God's Word in audio. We do this by recording and distributing Scripture recordings and Bible engagement resources in hundreds of languages and countries worldwide. We work with local leaders, Bible translators, missionaries, and other ministries who want to connect people to the Bible in their own heart language, so all will hear. We help train and facilitate recording and distribution projects, and have recording studios in Mexico, India, and Mozambique. Additionally, we bring God's Word in audio with efforts to meet physical and community needs, such as with our Compassionate Care Program in Mozambique, where our team provides weekly palliative care visits and spiritual comfort to many in need.","836":"Leading The Way with Dr. Michael Youssef is committed to sharing the Gospel with the lost and equipping believers to grow into a deeper walk with Christ. Now celebrating 20 years of ministry, Leading The Way's television and radio programs are broadcast in more than 20 languages, covering more than 200 countries. Leading The Way produces DVDs, CDs, books, a monthly devotional magazine, and a weblog to spread the light of Christ. This Atlanta-based organization partners internationally with in-country follow-up teams to encourage new believers in their faith, helping God's Kingdom to grow around the world. Along with partners committed to changing the world, Michael Youssef is leading the way for people in spiritual darkness to discover the light of Christ.","3443":"Truth For Life's (TFL) mission is to teach the Bible with clarity and relevance so that unbelievers will be converted; believers will be established; and local churches will be strengthened. Truth For Life produces and airs the Bible-teaching sermons of Alistair Begg, seeking to faithfully proclaim the Word of God. Since 1995, Truth For Life continues its mission on the radio, online and in print. Every day, we release a new Bible-teaching message on over 1,700 radio outlets around the world and through our website, mobile apps, and daily podcast. A large content archive is available on our website, where listeners can download free messages or purchase CDs and DVDs of Alistair Begg's sermons. Printed publications, authored by Alistair Begg, address a variety of life's challenges, yet always point back to the authority and truth of God's Word. Truth For Life also connects with listeners at live ministry events and conferences across the US in cities where the radio program is heard.","3029":"Solid Rock International is a Christian non-profit 501(c)3 organization focused on transforming the body, mind, and soul of the poor in the Dominican Republic.","3162":"Serge (formerly World Harvest Mission) is a missions sending agency. Today, we have over 200 missionaries in 16 countries. We believe the motive and power for mission is the gospel of grace at work in the life of a believer. Our vision is to see movements of churches empowered by grace for the world's good and God's glory. We pursue this vision through holistic, incarnational ministry. Serge exists to see individuals, families, communities, and cultures so changed and renewed by the gospel of grace that they passionately pursue their role in the great story of redemption.","216":"The Independent Catholic Foundation for the Diocese of Altoona-Johnstown, incorporated in 1990, is an independent entity - legally separate from the Diocese of Altoona-Johnstown - committed to the long-term strength and viability of Catholic institutions within the eight-county diocese. Among its overall goals and objectives, the Independent Catholic Foundation is to: provide a source through which donors can make living and testamentary gifts to benefit their charitable objectives and sustain the works of parishes, schools, agencies, ministries and outreach programs of the diocese and other Catholic entities supported by its donors; serve as a depository for charitable funds; invest according to a prudent policy that closely balances risk versus reward with safety and provides an adequate mix of investments.","8145":"Hazon means vision. We create healthier and more sustainable communities in the Jewish world and beyond. Our programs are multi-generational and give entry points for Jews of all backgrounds who are concerned about the environment and the world. Hazon serves a national and international population; members of every denomination and those who are unaffiliated; intergenerational from children to seniors – including families and singles, with a particular focus on young adults interested in developing the skills to take on leadership roles in their communities and make a difference in the world.","2304":"Incorporated in 1976, Pioneer Bible Translators bridges the gap between the church and the Bible-less peoples around the world. PBT teams around the world are ministering to 22 million people in 58 different language projects in 12 countries. During 2012, PBT personnel processed over 159,000 verses of Scripture from one stage of the translation process to the next. This includes rough drafts, exegetical check, comprehension check, peer check, consultant check, published, and revised. Numerous individual books of the Bible were published, along with other discipleship materials in local languages. Audio recordings in local languages were also produced."},"ein":{"2769":"75-2181879","1045":"74-2605621","4539":"23-6296186","836":"58-1816773","3443":"34-1787585","3029":"34-1719319","3162":"23-2223692","216":"25-1625390","8145":"13-1623922","2304":"23-7433923"},"tot_exp":{"2769":1796757.0,"1045":2644683.0,"4539":1253635.0,"836":17173030.0,"3443":10092567.0,"3029":1389061.0,"3162":14401712.0,"216":1123592.0,"8145":8812657.0,"2304":12249039.0},"admin_exp_p":{"2769":0.049,"1045":0.084,"4539":0.103,"836":0.034,"3443":0.083,"3029":0.098,"3162":0.133,"216":0.194,"8145":0.079,"2304":0.152},"fund_eff":{"2769":0.04,"1045":0.04,"4539":0.04,"836":0.07,"3443":0.04,"3029":0.02,"3162":0.04,"216":0.02,"8145":0.08,"2304":0.06},"fund_exp_p":{"2769":0.046,"1045":0.04,"4539":0.05,"836":0.075,"3443":0.063,"3029":0.027,"3162":0.045,"216":0.03,"8145":0.066,"2304":0.076},"program_exp_p":{"2769":0.904,"1045":0.875,"4539":0.846,"836":0.889,"3443":0.852,"3029":0.874,"3162":0.82,"216":0.774,"8145":0.854,"2304":0.771},"fscore":{"2769":98.98,"1045":97.19,"4539":99.88,"836":95.9,"3443":98.81,"3029":95.59,"3162":96.64,"216":95.32,"8145":97.5,"2304":95.24},"leader":{"2769":"Ramesh Richard","1045":"Jimmy Dorrell","4539":"Naomi Fizzell","836":"Michael Youssef","3443":"Alistair Begg","3029":"Joseph Zimmerman","3162":"Robert Osborne","216":"B. Hiergeist","8145":"Nigel Savage","2304":"Greg Pruett"},"leader_comp":{"2769":181058.0,"1045":53415.0,"4539":null,"836":0.0,"3443":258050.0,"3029":57494.0,"3162":138980.0,"216":84820.0,"8145":202894.0,"2304":7000.0},"leader_comp_p":{"2769":0.1007,"1045":0.0201,"4539":null,"836":0.0,"3443":0.0255,"3029":0.0413,"3162":0.0096,"216":0.0754,"8145":0.023,"2304":0.0005},"motto":{"2769":"Proclaiming the message of the Lord Jesus Christ worldwide","1045":"Changing lives through hands-on compassion","4539":"Connecting people to God's Word in their own heart language","836":"Passionately proclaiming uncompromising truth","3443":"The Bible-Teaching Ministry of Alistair Begg","3029":"Transforming the body, mind, and soul of the poor in the Dominican Republic.","3162":"Grace at the fray","216":"A gift to a permanent endowment for a parish, school, scholarship or ministry is a gift forever","8145":"Jewish Inspiration. Sustainable Communities.","2304":"Transformed lives through God's Word in every language"},"name":{"2769":"Ramesh Richard Evangelism and Church Health","1045":"Mission Waco Mission World","4539":"Audio Scripture Ministries","836":"Leading The Way with Dr. Michael Youssef","3443":"Truth For Life","3029":"Solid Rock International","3162":"Serge","216":"Independent Catholic Foundation for the Diocese of Altoona-Johnstown","8145":"Hazon","2304":"Pioneer Bible Translators"},"tot_rev":{"2769":1981324.0,"1045":3522976.0,"4539":1154352.0,"836":19019495.0,"3443":11809824.0,"3029":1558640.0,"3162":15369202.0,"216":3510212.0,"8145":12192751.0,"2304":13065262.0},"score":{"2769":99.27,"1045":98.01,"4539":97.17,"836":97.1,"3443":97.04,"3029":96.88,"3162":96.81,"216":96.69,"8145":96.66,"2304":96.63},"state":{"2769":"TX","1045":"TX","4539":"MI","836":"GA","3443":"OH","3029":"IN","3162":"PA","216":"PA","8145":"NY","2304":"TX"},"subcategory":{"2769":"Religious Media and Broadcasting","1045":"Religious Activities","4539":"Religious Media and Broadcasting","836":"Religious Media and Broadcasting","3443":"Religious Media and Broadcasting","3029":"Religious Activities","3162":"Religious Activities","216":"Religious Activities","8145":"Religious Activities","2304":"Religious Media and Broadcasting"},"size":{"2769":"small","1045":"small","4539":"small","836":"big","3443":"mid","3029":"small","3162":"big","216":"small","8145":"mid","2304":"mid"},"program_exp":{"2769":1624268.328,"1045":2314097.625,"4539":1060575.21,"836":15266823.6699999999,"3443":8598867.0839999989,"3029":1214039.3140000002,"3162":11809403.8399999999,"216":869660.208,"8145":7526009.0780000007,"2304":9444009.0689999983},"fund_exp":{"2769":82650.822,"1045":105787.32,"4539":62681.75,"836":1287977.25,"3443":635831.721,"3029":37504.647,"3162":648077.0399999999,"216":33707.76,"8145":581635.3620000001,"2304":930926.964},"admin_exp":{"2769":88041.093,"1045":222153.372,"4539":129124.405,"836":583883.02,"3443":837683.061,"3029":136127.978,"3162":1915427.696,"216":217976.848,"8145":696199.903,"2304":1861853.9280000001}}