{"Unnamed: 0":{"29":29,"71":71,"78":78,"88":88,"104":104,"122":122,"306":306,"472":472,"473":473,"559":559},"ascore":{"29":100.0,"71":100.0,"78":100.0,"88":100.0,"104":100.0,"122":100.0,"306":100.0,"472":100.0,"473":100.0,"559":100.0},"category":{"29":"Health","71":"Health","78":"Health","88":"Health","104":"Health","122":"Health","306":"Health","472":"Health","473":"Health","559":"Health"},"description":{"29":"It's The Journey, Inc.'s mission is to strengthen Georgia's breast cancer community by raising money and awareness for local organizations that focus on breast cancer education, early detection, awareness and support services, as well as breast cancer research in Georgia. It's The Journey, Inc. - producer of the Georgia 2-Day Walk for Breast Cancer- is a local organization founded 15 years ago by a breast cancer survivor, Randi Passoff. The purpose of the 2-Day Walk is to raise funds for breast cancer programs throughout Georgia.","71":"The International Waldenstrom's Macroglobulinemia Foundation's mission is to offer mutual support and encouragement to the Waldenstrom's macroglobulinemia community and others with an interest in the disease, provide information and educational programs that address patients' concerns, and promote and support research leading to better treatments and ultimately, a cure. IWMF's vision is to support everyone affected by Waldenstrom's macroglobulinemia while advancing the search for a cure.","78":"The International Rett Syndrome Foundation (IRSF) was established in July 2007 through the strategic merger of the Rett Syndrome Research Foundation and the International Rett Syndrome Association. IRSF funds research for treatments and a cure for Rett syndrome while enhancing the overall quality of life for those living with Rett syndrome by providing information, programs, and services. IRSF coordinates, cultivates, accelerates, and funds research that will produce a cure for Rett syndrome and reveal and develop treatments that will make the lives of people living with Rett syndrome richer and free of pain and discomfort. IRSF also assists families of individuals living with Rett syndrome and advocates for and raises awareness about individuals with Rett Syndrome.","88":"Founded in 1990, the International Myeloma Foundation (IMF) is the first and largest myeloma organization focusing specifically on multiple myeloma. The IMF's reach extends to more than 525,000 members in 140 countries worldwide. The IMF is dedicated to improving the quality of life of myeloma patients while working toward prevention and a cure, through our four founding principles: Research, Education, Support and Advocacy. As the leader in innovative and globally collaborative myeloma research, the IMF brings together the world's leading experts in the most successful and unique way through the International Myeloma Working Group (IMWG) and the Black Swan Research Initiative, which is charting the course to a cure, mentoring the next generation of innovative investigators, and improving lives through better care.","104":"Founded in 1949, The International Dyslexia Association (IDA) is a scientific and educational organization dedicated to the study and treatment of the learning disability dyslexia as well as related language-based learning differences. We are the oldest such organization in the U.S. that serves individuals with dyslexia, their families, and professionals in the field. IDA focuses its resources in four major areas: information and referral services, research, professional development, advocacy and public policy. We publish a peer-reviewed journal, Annals of Dyslexia, as well as a quarterly publication, Perspectives on Language and Literacy. In addition, we fund research on neurological, educational and developmental issues as they relate to dyslexia. We advocate for the rights of individuals with dyslexia both through the legal and Federal legislative systems.","122":"The International AIDS Vaccine Initiative (IAVI) is a nonprofit scientific research organization dedicated to addressing urgent, unmet global health challenges including HIV and tuberculosis. Our mission is to translate scientific discoveries into affordable, accessible public health solutions for the people who need them most.","306":"Founded in 1972, the Judeo Christian Health Clinic provides free, quality care to thousands of people each year. Located behind St. John's Presbyterian Church in Tampa, the clinic houses an increasingly sophisticated array of medical, dental, pharmacy and optometric facilities and equipment.","472":"The Jeffrey Modell Foundation was established by Vicki and Fred Modell in memory of their son Jeffrey, who died at the age of 15 of pneumonia due to an underlying Primary Immunodeficiency (PI) disease. The Foundation is dedicated to early and precise diagnosis, meaningful treatments, and ultimately cures of the ever increasing known PI Diseases. Our focus is: to affirm our absolute commitment to clinical and basic research in order to better understand and treat PI; to serve as a national and international source for the dissemination of information and education into the diagnosis and treatment of genetic immunodeficiencies; to serve as an advocate on behalf of patients and families to assure their access to excellent and comprehensive care; and to promote public awareness of the PI diseases through programs.","473":"JED is a nonprofit that exists to protect emotional health and prevent suicide for our nation's teens and young adults. We're partnering with high schools and colleges to strengthen their mental health, substance abuse and suicide prevention programs and systems. We're equipping teens and young adults with the skills and knowledge to help themselves and each other. We're encouraging community awareness, understanding and action for young adult mental health.","559":"Founded in 1990, the Kidney Cancer Association (KCA) is a charitable organization made up of patients, family members, physicians, researchers, and other health professionals globally. We fund, promote, and collaborate with the National Cancer Institute, American Society for Clinical Oncology, American Urological Association, and other institutions on research projects. We educate families and physicians, and serve as an advocate on behalf of patients at the state and federal levels. We encourage both private and public sector institutions to do more research on kidney cancer, and we help researchers in academic medical centers, government, and industry with money and information."},"fscore":{"29":89.08,"71":93.34,"78":87.88,"88":90.0,"104":74.35,"122":90.0,"306":83.05,"472":91.43,"473":93.4,"559":96.41},"motto":{"29":"Raising funds for breast cancer programs throughout Georgia","71":"Supporting research leading to better treatments and a cure","78":"Funding research for treatments and a cure for Rett Syndrome","88":"Improving Lives - Finding the Cure","104":"Promoting literacy through research, education, and advocacy","122":"Imagine a world without AIDS.","306":"Compassionate health care","472":"Turning pain, despair and suffering of immunodeficient children and adults into comfort and hope","473":"Protecting emotional health and preventing suicide for our nation's teens and young adults.","559":"We're here to help"},"name":{"29":"It's The Journey, Inc.","71":"International Waldenstrom's Macroglobulinemia Foundation","78":"International Rett Syndrome Foundation","88":"International Myeloma Foundation","104":"The International Dyslexia Association","122":"International AIDS Vaccine Initiative","306":"Judeo Christian Health Clinic","472":"Jeffrey Modell Foundation","473":"The Jed Foundation","559":"Kidney Cancer Association"},"score":{"29":92.27,"71":95.29,"78":91.42,"88":92.92,"104":81.86,"122":92.92,"306":88.01,"472":93.94,"473":95.33,"559":97.46},"state":{"29":"GA","71":"FL","78":"OH","88":"CA","104":"MD","122":"NY","306":"FL","472":"NY","473":"NY","559":"IL"},"subcategory":{"29":"Medical Research","71":"Medical Research","78":"Medical Research","88":"Diseases, Disorders, and Disciplines","104":"Diseases, Disorders, and Disciplines","122":"Medical Research","306":"Treatment and Prevention Services","472":"Diseases, Disorders, and Disciplines","473":"Treatment and Prevention Services","559":"Diseases, Disorders, and Disciplines"},"size":{"29":"small","71":"small","78":"mid","88":"big","104":"small","122":"big","306":"small","472":"mid","473":"mid","559":"small"}}