{"ascore":{"5830":100.0,"6914":100.0,"261":100.0,"815":100.0,"2990":100.0,"2486":100.0,"2319":100.0,"1440":100.0,"5069":100.0,"167":97.0},"category":{"5830":"Human and Civil Rights","6914":"Human and Civil Rights","261":"Human and Civil Rights","815":"Human and Civil Rights","2990":"Human and Civil Rights","2486":"Human and Civil Rights","2319":"Human and Civil Rights","1440":"Human and Civil Rights","5069":"Human and Civil Rights","167":"Human and Civil Rights"},"description":{"5830":"The Congressional Medal of Honor Foundation was founded in 1999 by the Congressional Medal of Honor Society which consists exclusively of the living Medal of Honor recipients. The mission of the Congressional Medal of Honor Foundation is to perpetuate the Medal of Honor's legacy through outreach and collaborative efforts, raise funds for initiatives that promote what the Medal of Honor represents, operation of the Congressional Medal of Honor Society headquarters and the public service activities of the Society's exclusive membership, and to promote American values and the qualities of courage, sacrifice and patriotism through increased awareness, education, behavior and example.","6914":"EJI is committed to ending mass incarceration and excessive punishment in the United States, to challenging racial and economic injustice, and to protecting basic human rights for the most vulnerable people in American society.","261":"Justice in Aging is a national non-profit legal advocacy organization that fights senior poverty through law. Formerly the National Senior Citizens Law Center, since 1972 we've worked for access to affordable health care and economic security for older adults with limited resources, focusing especially on populations that have traditionally lacked legal protection such as women, people of color, LGBT individuals, and people with limited English proficiency. Through targeted advocacy, litigation, and the trainings and resources we provide to local advocates, we ensure access to the social safety net programs that poor seniors depend on, including Medicare, Medicaid, Social Security, and Supplemental Security Income (SSI).","815":"The Legal Aid Society of the District of Columbia was formed in 1932 to provide civil legal aid to individuals, families and communities in the District who could not otherwise afford to hire a lawyer. For more than 86 years, Legal Aid has helped tens of thousands of District residents obtain meaningful access to justice. Legal Aid is the law firm for clients who cannot afford a lawyer. Our staff and volunteers work each day in making the justice system work. Each year, with the support of the legal community, we extend our reach further and work harder to make justice meaningful for everyone.","2990":"The Southern Center for Human Rights (SCHR) is working for equality, justice, and dignity in our criminal justice system. Our mission is to end capital punishment, mass incarceration, and other criminal justice practices that are used to control the lives of poor people, people of color, and other marginalized groups in the Southern United States. We do this through death penalty representation, impact litigation, policy advocacy, and public education.","2486":"Population Action International (PAI) is an independent policy advocacy group working to strengthen political and financial support worldwide for population programs grounded in individual rights. Founded in 1965, PAI works to ensure that every person has the right and access to sexual and reproductive health, so that humanity and the natural environment can exist in balance and fewer people live in poverty. Serving as a bridge between the academic and policymaking communities, PAI disseminates strategic, action-oriented research publications; participates in and sponsors conferences, meetings and seminars; and works to educate and inform policymakers and international colleagues in related fields.","2319":"Physicians for Reproductive Health (formerly Physicians for Reproductive Choice and Health) was founded in 1992 by a small committee of concerned physicians in New York City, where we opened our first national office in 1995. Physicians for Reproductive Health unites the medical community and concerned supporters. Together, we work to improve access to comprehensive reproductive health care, including contraception and abortion, especially to meet the health care needs of economically disadvantaged patients.","1440":"NumbersUSA provides a civil forum for Americans of all political and ethnic backgrounds to focus on a single issue, the numerical level of U.S. immigration. We educate opinion leaders, policymakers and the public on immigration legislation, policies and their consequences. We favor reductions in immigration numbers toward traditional levels that would allow present and future generations of Americans to enjoy a stabilizing U.S. population and a high degree of individual liberty, mobility, environmental quality, worker fairness and fiscal responsibility.","5069":"Founded in April, 1990, the Acton Institute for the Study of Religion and Liberty is named in honor of John Emerich Edward Dalberg Acton. The mission of the Acton Institute is to promote a free, virtuous, and humane society. This direction recognizes the benefits of a limited government, but also the beneficent consequences of a free market. It embraces an objective framework of moral values, but also recognizes and appreciates the subjective nature of economic value. It views justice as a duty of all to give the one his due but, more importantly, as an individual obligation to serve the common good and not just his own needs and wants. In order to promote a more profound understanding of the coming together of faith and liberty, the Institute involves members of religious, business, and academic spheres in its various seminars, publications, and academic activities.","167":"Founded in 1991, the Institute for Justice (IJ) advances a rule of law under which individuals can control their destinies as free and responsible members of society. IJ litigates to secure economic liberty, school choice, private property rights, freedom of speech and other vital individual liberties and to restore constitutional limits on the power of government. IJ provides legal counsel to inner-city entrepreneurs, because their freedom to shape their own businesses directly affects their freedom to shape their own lives and communities. In addition, IJ trains law students, lawyers, policy activists and grassroots organizers in the tactics of public interest litigation and advocacy for liberty. Through these activities, IJ challenges the ideology of the welfare state and illustrates and extends the benefits of freedom to those whose full enjoyment of liberty is denied by government."},"ein":{"5830":"25-1828488","6914":"63-1135091","261":"95-3132674","815":"53-0196600","2990":"62-1025326","2486":"52-0812075","2319":"13-3693391","1440":"47-0865426","5069":"38-2926822","167":"52-1744337"},"tot_exp":{"5830":4580569.0,"6914":5690202.0,"261":3016588.0,"815":5594783.0,"2990":2747262.0,"2486":9964913.0,"2319":5505425.0,"1440":6623333.0,"5069":10964910.0,"167":22312263.0},"admin_exp_p":{"5830":0.122,"6914":0.066,"261":0.102,"815":0.085,"2990":0.121,"2486":0.122,"2319":0.059,"1440":0.051,"5069":0.068,"167":0.117},"fund_eff":{"5830":0.02,"6914":0.01,"261":0.06,"815":0.07,"2990":0.07,"2486":0.05,"2319":0.05,"1440":0.02,"5069":0.08,"167":0.05},"fund_exp_p":{"5830":0.022,"6914":0.025,"261":0.07,"815":0.089,"2990":0.059,"2486":0.067,"2319":0.062,"1440":0.021,"5069":0.078,"167":0.074},"program_exp_p":{"5830":0.855,"6914":0.908,"261":0.826,"815":0.824,"2990":0.818,"2486":0.81,"2319":0.878,"1440":0.926,"5069":0.852,"167":0.807},"fscore":{"5830":100.0,"6914":100.0,"261":99.31,"815":99.25,"2990":99.08,"2486":98.85,"2319":98.43,"1440":97.5,"5069":96.82,"167":98.77},"leader":{"5830":"Ronald T. Rand","6914":"Bryan Stevenson","261":"Kevin Prindiville","815":"Eric Angel","2990":"Sara Totonchi","2486":"Suzanne Ehlers","2319":"Jodi Magee","1440":"Roy Beck","5069":"Rev. Robert A. Sirico","167":"Scott Bullock"},"leader_comp":{"5830":255539.0,"6914":0.0,"261":150000.0,"815":176085.0,"2990":84519.0,"2486":299003.0,"2319":196876.0,"1440":236386.0,"5069":241039.0,"167":373160.0},"leader_comp_p":{"5830":0.0557,"6914":0.0,"261":0.0497,"815":0.0314,"2990":0.0307,"2486":0.03,"2319":0.0357,"1440":0.0356,"5069":0.0219,"167":0.0167},"motto":{"5830":"Perpetuating a legacy of courage, sacrifice and patriotism","6914":"Committed to ending mass incarceration and excessive punishment in the United States","261":"Fighting Senior Poverty through Law","815":"Making Justice Real","2990":"Reimagining Equal Justice","2486":"Champions of Global Family Planning","2319":"The voice of pro-choice physicians","1440":"For lower immigration levels","5069":"Connecting good intentions to sound economics.","167":"Litigating for liberty"},"name":{"5830":"Congressional Medal of Honor Foundation","6914":"Equal Justice Initiative","261":"Justice in Aging","815":"Legal Aid Society of the District of Columbia","2990":"Southern Center for Human Rights","2486":"PAI","2319":"Physicians for Reproductive Health","1440":"NumbersUSA Education and Research Foundation ","5069":"Acton Institute for the Study of Religion and Liberty","167":"Institute for Justice"},"tot_rev":{"5830":2335416.0,"6914":39631239.0,"261":3942419.0,"815":8360292.0,"2990":3164505.0,"2486":15232955.0,"2319":5624891.0,"1440":7492555.0,"5069":10528684.0,"167":25656698.0},"score":{"5830":100.0,"6914":100.0,"261":99.51,"815":99.46,"2990":99.34,"2486":99.18,"2319":98.88,"1440":98.23,"5069":97.75,"167":97.7},"state":{"5830":"VA","6914":"AL","261":"DC","815":"DC","2990":"GA","2486":"DC","2319":"NY","1440":"VA","5069":"MI","167":"VA"},"subcategory":{"5830":"Advocacy and Education","6914":"Advocacy and Education","261":"Advocacy and Education","815":"Advocacy and Education","2990":"Advocacy and Education","2486":"Advocacy and Education","2319":"Advocacy and Education","1440":"Advocacy and Education","5069":"Advocacy and Education","167":"Advocacy and Education"},"size":{"5830":"mid","6914":"mid","261":"small","815":"mid","2990":"small","2486":"mid","2319":"mid","1440":"mid","5069":"mid","167":"big"},"program_exp":{"5830":3916386.4950000001,"6914":5166703.4159999993,"261":2491701.6880000001,"815":4610101.1920000007,"2990":2247260.3160000001,"2486":8071579.5300000003,"2319":4833763.1500000004,"1440":6133206.358,"5069":9342103.3200000003,"167":18005996.2410000004},"fund_exp":{"5830":100772.518,"6914":142255.05,"261":211161.16,"815":497935.687,"2990":162088.458,"2486":667649.1710000001,"2319":341336.35,"1440":139089.993,"5069":855262.98,"167":1651107.4620000003},"admin_exp":{"5830":558829.4179999999,"6914":375553.332,"261":307691.976,"815":475556.5550000001,"2990":332418.702,"2486":1215719.3859999999,"2319":324820.075,"1440":337789.9829999999,"5069":745613.88,"167":2610534.7710000002}}