{"ascore":{"424":100.0,"512":100.0,"770":100.0,"897":100.0,"1053":100.0,"1675":100.0,"1916":100.0,"3123":100.0,"4432":100.0,"4496":100.0},"category":{"424":"Human Services","512":"Human Services","770":"Human Services","897":"Human Services","1053":"Human Services","1675":"Human Services","1916":"Human Services","3123":"Human Services","4432":"Human Services","4496":"Human Services"},"description":{"424":"Founded in 1979, Jewish Family Service of Metrowest (JFS) provides vital social, health and community services to alleviate suffering, enhance lives and support people in need. Guided by the Jewish tradition of social responsibility and compassion, we are dedicated to: supporting people of all ages and backgrounds, treating people with dignity and compassion, helping people achieve and sustain healthy lives and independence, providing culturally relevant services and collaborating with community partners to broaden our impacts.","512":"The Kostopulos Dream Foundation is dedicated to improving the quality of life for people with disabilities through recreation, education and growth experiences. Our goal is to make our services available to all people, regardless of ability level, income or place of residence.","770":"Lifesong for Orphans seeks to mobilize the Church, His body, where each member can provide a unique and special service: some to adopt, some to care, some to give. A struggling business, a simple vow to further God's Kingdom, and many divine encounters. These would be used as catalysts to begin, what is now, Lifesong for Orphans. With a family culture and a heart for the world's fatherless, Lifesong for Orphans offers adoption financial assistance, foster care support, church and ministry partnerships, and international orphan care by serving advocates who help carry out this work of bringing joy and purpose to orphans.","897":"Founded in 1998, My Stuff Bags Foundation provides comfort and a message of hope to abused and neglected children entering crisis and foster care through its unique program, My Stuff Bags. More than 300,000 children across America must be rescued each year from dangerous home environments. Traumatized by the events leading to their rescue, these children often arrive without any of their own belongings. The Foundation's mission is to provide powerful advocacy on behalf of abused, abandoned and neglected children across the United States. The Foundation rallies widespread involvement through the My Stuff Bags program, to address the needs of these children and support the organizations caring for them. The foundation's ultimate goal is to provide a My Stuff Bag to each of the over 300,000 children entering crisis and foster care each year.","1053":"The Mission Continues is a national nonprofit organization that empowers veterans who are adjusting to life at home to find purpose through community impact. Our operations in cities across the country deploy veteran volunteers alongside non-profit partners and community leaders to solve some of the most challenging issues facing our communities: improving community education resources, eliminating food deserts, mentoring at-risk youth and more. Through six-month service fellowships, individual veterans all across the country make an impact on issues of importance to them and their communities. Through this unique approach, veterans build new skills and networks that help them successfully reintegrate to life after the military while making long-term, sustainable transformations in communities and inspiring future generations to serve.","1675":"The Navy SEAL Foundation's mission is to provide educational and motivational support, promote health and welfare programs for the Naval Special Warfare Community, and perpetuate the history and heritage of the U.S. Naval Commandos. Our Foundation is strong, our leadership is dedicated, and our mission is noble. The Navy SEAL Foundation is proud to serve the Naval Special Warfare community including the U.S. Navy SEALs, SWCC, NSW Support Personnel, and their families. Our programs center around three pillars: health and welfare, including tragedy assistance and family events; education and motivation, including scholarships and tuition assistance; and history and heritage, including the funding of monuments and memorials.","1916":"Our House empowers homeless and near-homeless families and individuals to succeed in the workforce, in school, and in life through hard work, wise decision-making, and active participation in the community. Our House maintains an emergency shelter and transitional housing for up to 110 people each day. Our Children's Programs include a licensed child development center for homeless children in Arkansas, as well as out of school-time programs: after school, summer, spring break, and more. State-licensed adult education instructors teach in the Career Center. Reentry services, job training, financial literacy and other programs are available for all residents. Families stay connected to Our House for a year after moving out through the Central Arkansas Family Stability Institute, our homeless-prevention case management program. We serve over 2,000 men, women and children each year. Of those, at least 75% move out of homelessness.","3123":"The mission of Sheffield Place is to empower homeless mothers and their children to heal from their trauma and help them become self-sufficient. Sheffield Place opened its doors in February 1991 as a community response to the growing population of homeless mothers and their children in the Kansas City area. Since then, Sheffield Place has assisted more than 1000 families in making the difficult journey from homelessness to self-sufficiency. What makes Sheffield Place unique is the commitment to Trauma Informed Care and trauma recovery as the first step in healing; the intense focus on mental health and addiction recovery services delivered by licensed, master's level therapists; the exclusive focus on homeless mothers and children; the length of stay (averages 3 months); the delivery of all services onsite where the families live; and the provision of ongoing case management and other supportive services for as long as necessary once the families transition from the shelter to permanent housing in the community.","4432":"Weld Food Bank's (WFB) mission is to lead and engage our community in the fight against hunger. WFB collects, stores, and processes food to distribute it to low-income people. We glean food from manufacturers, farmers, distributors, grocers and community food drives in order to make it available to hungry people in our community. We are an affiliate of Feeding America, the largest hunger relief organization in the United States.","4496":"Since 1906 the YWCA Utah has been a voice for women, a force for change, and a place for hope. Our enduring belief is that better lives for women - all women - will lead to stronger families and communities. Throughout the years the YWCA's underlying purpose has remained the same but we have changed as women have changed, as the needs of our families have changed, and as our world has changed. Since our earliest years we have responded to the needs and aspirations of local women with innovative programs, promoted the rights and interests of women, and advocated for positive social change that creates better lives for all."},"ein":{"424":"04-2730898","512":"87-6125177","770":"35-1902841","897":"95-4671812","1053":"20-8742553","1675":"31-1728910","1916":"71-0653846","3123":"43-1532267","4432":"74-2244826","4496":"87-0212467"},"tot_exp":{"424":2896360.0,"512":1588652.0,"770":16275470.0,"897":2673000.0,"1053":10862831.0,"1675":15895708.0,"1916":3233707.0,"3123":1187546.0,"4432":21709830.0,"4496":6290573.0},"admin_exp_p":{"424":0.069,"512":0.047,"770":0.047,"897":0.027,"1053":0.042,"1675":0.053,"1916":0.096,"3123":0.097,"4432":0.004,"4496":0.041},"fund_eff":{"424":0.06,"512":0.01,"770":0.04,"897":0.03,"1053":0.06,"1675":0.01,"1916":0.03,"3123":0.03,"4432":0.01,"4496":0.08},"fund_exp_p":{"424":0.06,"512":0.015,"770":0.053,"897":0.039,"1053":0.08,"1675":0.031,"1916":0.048,"3123":0.041,"4432":0.014,"4496":0.042},"program_exp_p":{"424":0.87,"512":0.936,"770":0.899,"897":0.933,"1053":0.876,"1675":0.914,"1916":0.855,"3123":0.86,"4432":0.981,"4496":0.915},"fscore":{"424":100.0,"512":100.0,"770":100.0,"897":100.0,"1053":100.0,"1675":100.0,"1916":100.0,"3123":100.0,"4432":100.0,"4496":100.0},"leader":{"424":"Marc Jacobs","512":"Mircea Divricean","770":"Gary Ringger","897":"Janeen Holmes","1053":"Spencer Kympton","1675":"Robin King","1916":"Georgia Mjartan","3123":"Kelly Welch","4432":"Robert O'Connor","4496":"Anne Burkholder"},"leader_comp":{"424":262435.0,"512":195000.0,"770":0.0,"897":120308.0,"1053":208353.0,"1675":191538.0,"1916":153087.0,"3123":102188.0,"4432":90959.0,"4496":100062.0},"leader_comp_p":{"424":0.0906,"512":0.1227,"770":0.0,"897":0.045,"1053":0.0191,"1675":0.012,"1916":0.0473,"3123":0.086,"4432":0.0041,"4496":0.0159},"motto":{"424":"Standing up for those left behind.","512":"Opening a World of Opportunities for People of all Abilities","770":"Bringing joy and purpose to orphans","897":"Giving children separated from all they know . . .something to hold on to","1053":"Empowering veterans to serve their community in new ways","1675":"For their families, for their sacrifice, for their bravery, for their dedication.","1916":"Hope for the Working Homeless","3123":"Safe today, strong tomorrow","4432":"Fighting hunger . . .together","4496":"Eliminating racism, empowering women"},"name":{"424":"Jewish Family Service of Metrowest","512":"Kostopulos Dream Foundation","770":"Lifesong for Orphans","897":"My Stuff Bags Foundation","1053":"The Mission Continues","1675":"Navy SEAL Foundation","1916":"Our House, Arkansas","3123":"Sheffield Place","4432":"Weld Food Bank","4496":"YWCA Utah"},"tot_rev":{"424":3402473.0,"512":2253466.0,"770":19571234.0,"897":2973451.0,"1053":12287569.0,"1675":32929940.0,"1916":4163847.0,"3123":1376066.0,"4432":21872733.0,"4496":6182113.0},"score":{"424":100.0,"512":100.0,"770":100.0,"897":100.0,"1053":100.0,"1675":100.0,"1916":100.0,"3123":100.0,"4432":100.0,"4496":100.0},"state":{"424":"MA","512":"UT","770":"IL","897":"CA","1053":"MO","1675":"VA","1916":"AR","3123":"MO","4432":"CO","4496":"UT"},"subcategory":{"424":"Children's and Family Services","512":"Social Services","770":"Children's and Family Services","897":"Children's and Family Services","1053":"Social Services","1675":"Social Services","1916":"Homeless Services","3123":"Homeless Services","4432":"Food Banks, Food Pantries, and Food Distribution","4496":"Multipurpose Human Service Organizations"},"size":{"424":"small","512":"small","770":"big","897":"small","1053":"mid","1675":"big","1916":"small","3123":"small","4432":"big","4496":"mid"},"program_exp":{"424":2519833.2000000002,"512":1486978.2720000001,"770":14631647.5299999993,"897":2493909.0,"1053":9515839.9559999984,"1675":14528677.1119999997,"1916":2764819.4849999999,"3123":1021289.5600000001,"4432":21297343.2300000004,"4496":5755874.2949999999},"fund_exp":{"424":173781.6,"512":23829.78,"770":862599.91,"897":104247.0,"1053":869026.48,"1675":492766.948,"1916":155217.936,"3123":48689.386,"4432":303937.62,"4496":264204.066},"admin_exp":{"424":199848.84,"512":74666.644,"770":764947.09,"897":72171.0,"1053":456238.902,"1675":842472.524,"1916":310435.872,"3123":115191.962,"4432":86839.32,"4496":257913.493}}