{"Unnamed: 0":{"26":26,"41":41,"69":69,"79":79,"80":80,"84":84,"85":85,"93":93,"101":101,"105":105},"ascore":{"26":100.0,"41":100.0,"69":100.0,"79":100.0,"80":100.0,"84":100.0,"85":100.0,"93":100.0,"101":100.0,"105":100.0},"category":{"26":"International","41":"International","69":"International","79":"International","80":"International","84":"International","85":"International","93":"International","101":"International","105":"International"},"description":{"26":"Founded in 2001, the Zakat Foundation of America aims to foster charitable giving and help generous and caring people reach out to those in need with direct aid. We strive to bridge the gap between our financially privileged donors and our beneficiaries in financial need, as we believe that the first group has responsibilities towards the second. Zakat Foundation is dedicated to alleviating the immediate needs of the poorest communities by providing food, shelter, health care and by delivering relief in emergencies. Zakat Foundation also provides education and training in order to equip people with the skills to help themselves.","41":"Islamic Relief USA strives to alleviate suffering, hunger, illiteracy, and diseases worldwide regardless of color, race, religion, or creed, and to provide aid in a compassionate and dignified manner. Incorporated in California in 1993, Islamic Relief operates a wide variety of projects, including education and training, water and sanitation, income generation, orphan support, health and nutrition, and emergency relief. Islamic Relief also sponsors many domestic projects, including homeless feedings, financial assistance, healthcare in underserved areas, the annual Day of Dignity program, providing food, medical care, hygiene kits, clothes, blankets, and more to homeless and underserved communities across the United States. Islamic Relief's largest domestic project was the response to Hurricane Katrina.","69":"International Women's Health Coalition (IWHC) advances the sexual and reproductive health and rights of women and young people, particularly adolescent girls, in Africa, Asia, Eastern Europe, Latin America, and the Middle East. IWHC furthers this agenda by supporting and strengthening leaders and organizations working at the community, national, regional, and global levels, and by advocating for international and U.S. policies, programs, and funding. IWHC builds bridges between local realities and international policy by connecting women and young people in the Global South to key decision-makers. In doing so, IWHC brings local voices to global debates and in turn, makes global processes and policies more understandable and actionable at the local level.","79":"The International Rescue Committee (IRC) responds to the world's worst humanitarian crises, helping to restore health, safety, education, economic well being, and power to people devastated by conflict and disaster. Founded in 1933 at the call of Albert Einstein, the IRC is at work in over 40 countries and 26 U.S. cities helping people to survive, reclaim control of their future and strengthen their communities.","80":"International Relief Teams (IRT) alleviates human suffering by providing health services and humanitarian assistance to victims of disaster, neglect, and profound poverty worldwide. Since 1988, IRT has provided $6.5 million in volunteer services and $308 million in medicines and supplies to families in desperate need in 68 countries worldwide. IRT focuses on two core activities: 1) disaster relief and 2) building healthy communities. During disasters, IRT chooses appropriate responses to leverage donor resources to their highest effectiveness, including deploying medical and reconstruction teams, providing relief supplies, or financing the restoration of livelihoods and infrastructure. IRT builds healthy communities by providing a) medical training to save babies' lives, b) surgeries for the forgotten poor, c) eye glasses to improve sight, d) medicines for rural hospitals and clinics, e) nutrition and education support for abused, abandoned and homeless children.","84":"The International Peace Institute (IPI), formerly International Peace Academy, is an independent, international institution dedicated to promoting the prevention and settlement of armed conflict between and within states through policy research and development. IPI was founded in 1970, by individuals who believed that a thoroughly independent institution, free from official constraints, could make a unique contribution to multilateral efforts to prevent and settle armed conflicts around the world. As a policy research institute, our core goal is to inform decision-makers in government and the UN of trends and dynamics in peace and security and provide them with realistic policy recommendations. We do so by generating policy-relevant research and by channeling expert advice from all over the world into the UN system.","85":"International Orthodox Christian Charities, Inc. (IOCC) was established in 1992 as the official humanitarian relief agency of the\r\r\r\nAssembly of Canonical Orthodox Bishops of he United States of America. The mission of IOCC is to offer emergency relief and development programs to those in need worldwide, without discrimination, and strengthen the capacity of the Orthodox Church to so respond. In seeking to provide assistance to the poor, either in response to emergencies or long term socio-economic development needs, IOCC's fundamental policy is to develop a sustainable indigenous capacity to carry out such programs. All programs are guided by the two goals of program integrity and the highest standards of stewardship to donors.","93":"To protect the poor from violence by rescuing victims, bringing the criminals to justice, restoring survivors to safety and strength, and helping local law enforcement build a safe future that lasts.","101":"The International Fellowship of Christians and Jews was founded in 1983 to promote understanding and cooperation between Jews and Christians and to build broad support for Israel and other shared concerns. Our vision is that Jews and Christians will reverse their 2,000-year history of discord and replace it with a relationship marked by dialogue, respect and cooperation. Over the years, we have been leaders in Jewish-Christian relations, building bridges of goodwill that have led to greater understanding and cooperation between members of these two great faiths.","105":"Established in 1973, International Disaster Emergency Service (IDES) brings glory to God by offering help and hope to our hurting world."},"fscore":{"26":97.5,"41":87.5,"69":92.6,"79":87.5,"80":93.76,"84":93.41,"85":80.0,"93":82.25,"101":79.75,"105":96.84},"motto":{"26":"The leader in empowering lives through Zakat","41":"Working together for a better world.","69":"A Bold and Independent Voice for Women and Girls","79":"Helping people to survive, recover and reclaim control of their future.","80":"Providing medical and non-medical assistance to the victims of disaster","84":"Managing risk and building resilience for a more peaceful and secure world","85":"Faith in Action","93":"Rescue thousands, protect millions and prove that justice for the poor is possible.","101":"Promoting understanding and cooperation between Jews and Christians","105":"Offering help and hope to a hurting world"},"name":{"26":"The Zakat Foundation of America","41":"Islamic Relief USA","69":"International Women's Health Coalition","79":"International Rescue Committee","80":"International Relief Teams","84":"International Peace Institute","85":"International Orthodox Christian Charities","93":"International Justice Mission","101":"International Fellowship of Christians and Jews","105":"International Disaster Emergency Service"},"score":{"26":98.23,"41":91.16,"69":94.76,"79":91.16,"80":95.58,"84":95.34,"85":85.85,"93":87.44,"101":85.68,"105":97.76},"state":{"26":"IL","41":"VA","69":"NY","79":"NY","80":"CA","84":"NY","85":"MD","93":"DC","101":"IL","105":"IN"},"subcategory":{"26":"Development and Relief Services","41":"Development and Relief Services","69":"International Peace, Security, and Affairs","79":"Development and Relief Services","80":"Humanitarian Relief Supplies","84":"International Peace, Security, and Affairs","85":"Development and Relief Services","93":"International Peace, Security, and Affairs","101":"International Peace, Security, and Affairs","105":"Development and Relief Services"},"size":{"26":"mid","41":"big","69":"mid","79":"big","80":"big","84":"mid","85":"big","93":"big","101":"big","105":"mid"}}